{

    "common": {
        "_comment": "Buttons section: Comment will be deleted later",
        "buttons": {
            "readMore": "Read More",
            "donate": "Donate",
            "signUp": "Sign Up"
        },
        "months": [
             "January", "February", "March", "April", "May", "June", "July", "August", "September", "October", "November", "December"
        ],
        "days": [
             "Sunday", "Monday", "Tuesday", "Wednesday", "Thursday", "Friday", "Saturday"
        ],

        "newsLetter": {
            "title": "Subscribe to our newsletter!",
            "description": "Join our newsletter today, to stay updated on our events and projects!"
        },
        "header": {
            "_comment": "Section Header: This comment will be deleted later",
            "search": "Search",
            "news": "News",
            "aboutUs": "About Us",
            "more": "More",
            "donate": "Donate"
        }
    },


    "staff": {
        "_comment": "Section Our Staff Overview: This comment will be deleted later",
        "title": "Our Staff",
        "members": [
            {
                "name": "Eline Rodvelt Hansen",
                "occupation": "Violin Teacher",
                "description": "Eline is a violinist and violin teacher, educated at the Grieg Academy in Bergen. Originally from Sandnes in Rogaland, she has traveled extensively around the world, playing with musicians on several continents and in various genres."
            },
            {
                "name": "Dina Rasalina Andriamanalina",
                "occupation": "Piano Teacher",
                "description": "Dina co-founded MMF with his wife, Eline Rodvelt Hansen, in 2021. Originally from Antsirabe, Madagascar, Dina has rhythm and music in his blood, having played many instruments since childhood. However, it was eventually the piano that became his dominant instrument."
            },
            {
                "name": "Karoline Hartvigsen",
                "occupation": "Nurse",
                "description": "Karoline completed her nursing education in 2017 and now works full-time at a cancer ward at Radiumhospitalet in Oslo. Before her bachelor's studies, she completed a one-year study in intercultural understanding at NLA University College Bergen."
            },
            {
                "name": "Thea Harbo",
                "occupation": "Nurse",
                "description": "Thea completed her bachelor's degree in nursing in 2017 at Diakonova University College in Oslo. She lived there for 9 years before moving back to her hometown, Stavanger. She has work experience from home nursing care, several years in a pediatric ward at Rikshospitalet."
            }
        ]
    },

    "staffDetails": {
    "_comment": "Section Detailed Staff Page: This comment will be deleted later",
        "title": "Our Staff",
        "members": [
            {
                "name": "Eline Rodvelt Hansen",
                "occupation": "Violin Teacher",
                "description": "Eline is a violinist and violin teacher, educated at the Grieg Academy in Bergen. Originally from Sandnes in Rogaland, she has traveled extensively around the world, playing with musicians on several continents and in various genres. Additionally, she is a dedicated violin teacher. With two violins, she went to Madagascar with a desire to start a music school to help children out of poverty. In Antsirabe, she met her husband, Dina, who was also a musician and shared a similar dream. Together, they founded MMF in 2021 and now lead the work together. In addition, Eline works as a violin teacher at the music school, and she follows up ensembles and students on several instruments. Eline is also the leader of the Norwegian board of MMF.",
                "roles": [
                    "MMF Co-Founder, Madagascar",
                    "MMF Board Leader, Norway"
                ],
                "email": "e-mail@mmf.no"
            },
            {
                "name": "Dina Rasalina Andriamanalina",
                "occupation": "Piano Teacher",
                "description": "Dina co-founded MMF with his wife, Eline Rodvelt Hansen, in 2021. Originally from Antsirabe, Madagascar, Dina has rhythm and music in his blood, having played many instruments since childhood. However, it was eventually the piano that became his dominant instrument. In London, he studied music technology and eventually worked in a music studio. With enthusiasm for children and development work, he returned to Madagascar, where he has been, among other roles, a project manager for international aid projects. He now leads the work of MMF alongside Eline, in addition to teaching piano and traditional Malagasy music and dance in the project.",
                "roles": [
                    "MMF Co-Founder, Madagascar"
                ],
                "email": "e-mail@mmf.no"
            },
            {
                "name": "Karoline Hartvigsen",
                "occupation": "B.A. Nursing (2017)",
                "description": "Karoline completed her nursing education in 2017 and now works full-time at a cancer ward at Radiumhospitalet in Oslo. Before her bachelor's studies, she completed a one-year study in intercultural understanding at NLA University College Bergen. In connection with this, she traveled to Bolivia to conduct fieldwork at an orphanage focusing on the children's quality of life. Karoline has always had a great interest and commitment to humanitarian work and has volunteered as a nurse at a public hospital in Madagascar alongside Thea. She is now the deputy leader of the Norwegian board of MMF and helps coordinate the work done from Norway.",
                "roles": [
                    "MMF Board Deputy Leader",
                    "Project Coordinator, Norway"
                ],
                "email": "e-mail@mmf.no"
            },
            {
                "name": "Thea Harbo",
                "occupation": "B.A. Nursing (2017)",
                "description": "Thea completed her bachelor's degree in nursing in 2017 at Diakonova University College in Oslo. She lived there for 9 years before moving back to her hometown, Stavanger. She has work experience from home nursing care, several years in a pediatric ward at Rikshospitalet, and currently works full-time in a specially adapted department in a kindergarten. She has extensive experience working with children and enjoys it. Thea is a board member of MMF and is responsible for the finances of the project. She volunteers for the project and is responsible for the work carried out in Norway.",
                "roles": [
                    "MMF Board Member",
                    "Project Manager, Norway"
                ],
                "email": "e-mail@mmf.no"
            }
                       
        ]
    },

    "volunteer": {
        "_comment": "Section Volunteer: This comment will be deleted later",
        "title": "Volunteer",
        "description": "Would you like to make a difference for street children in one of the world's poorest countries? We are looking for individuals who want to volunteer with us in Madagascar. Primarily, we are seeking those with an interest in or education related to music. We find that students greatly benefit from instruction by professional musicians."
    },

    "supportUs": {
        "_comment": "Section Support Us: This comment will be deleted later",
        "title": "Support Us",
        "description": "The funds that come in go towards covering everything from food, clothing, education, equipment, healthcare, medicines, and dental care for the children, as well as the operation of the music school and salaries for our staff. The families of the children are also included in the food program and receive monthly distributions of food."
    },

    "galleryPreview": {
        "_comment": "Section Gallery Preview: This comment will be deleted later",
        "button": "See the Gallery"
    },

    "upcomingEventsPreview": {
        "-comment": "Section Upcoming Events Preview: This comment will be deleted later",
        "title": "Upcoming Events",
        "events": [
            {
                "date": "May 20, 2024",
                "eventTitle": "MMF  Annual  Charity  Concert"
            },
            {
                "date": "June 10, 2024",
                "eventTitle": "Run for Music 5K Charity Race"
            },
            {
                "date": "July 15, 2024",
                "eventTitle": "MMF Culture and Arts Festival"
            },
            {
                "date": "August 25, 2024",
                "eventTitle": "Back-to-School Fundraiser Gala"
            },
            {
                "date": "November 25, 2024",
                "eventTitle": "Holiday Giving Campaign Kickoff"
            }
        ]
    }

}
